��는 순임의 눈에 그런 것이 들 리는 없고 적어도 이천 원 돈은 들여야 순임의 비위를 맞추겠으니 딸의 아비 되기도 어려운 일이라고 생각하였소.
차 속에서 나는 순임을 생각해 보았소. 그년이 도무지 아비를 아비로 알지 아니하고 제 어미와 부동하여 아비를 헐기만 하는 것을 보면 괘씸하기도 하지마는 그래도 그것이 내 딸이 아니오? 내 첫자식이 아니오? 자식 미워하는 아비가 어디 있겠소? 순임이년이 좀더 내 눈에 들게만 굴면야 아무런 짓을 하기로 음악과에 다니는 저를 피아노 하나야 안 사 주었겠소? 원체 그년이 나를 적대하니까 나도 가벼운 반감을 가지게 된 것이오. 순임이년 하는 일을 보구려. 아비가 먼길을 떠난대도 집구석에 숨어 있고도 모른 척하고 있다가 피아노 하나를 조를 생각이 나서 정거장으로 주르르 따라나온 것을 나는 차 속에서 순임이년의 행사를 생각하고 혼자 웃었소. 아비의 생각에는 이런 것도 다 귀엽게 보이는 것이오.
동경에 가는 길로 나는 여자 고등 사범 학교 기숙사를 찾았소. 때는 오전 여덟 시쯤.
오야마라는 사람은 아직 집에서 돌아오지를 아니하고 어떤 일본 여학생이 나와서 접대를 하오.
"나는 조선서 왔습니다. 남정임의 보호자입니다. 오야마 선생의 전보를 받고 왔는데 남정임의 병이 어떠합니까?"
하고 물었소.
"네 그러십니까."
하고 그 여학생은 다시 공손하게 일본식으로 두 손을 다다미에 짚고 절을 하더니,
"남정임 씨는 그저께 T대학 병원에 입원하였습니다. 갑자기 각혈을 하여서."
하고 동정하는 낯빛으로,
"잠깐만 기다리십시오. 남정임 씨와 한 방에 있는 동무를 불러 오겠습니다."
하고 그 여학생이 일어나서 통통통 걸어간 지 얼마 만에 웬 양복 입고 키 큰 여학생 하나를 데리고 와서 내게 소개를 합니다. 나는 그 양복 입은 이의 골격을 보아서 이것이 조선 학생인 줄을 알았소.
"이 어른이 지금 조선으로부터 오신 어른이신데, 남정임 씨 보호자시라고."
하고 그 양복 입은 여학생에게 나를 먼저 소개하고 다음에는 나를 향하여,
"이 이가 긴 상이라고 남정임 씨하고 한 방에 있는 이입니다."
하고 소개를 하오. 그리고는 내가 김이라는 여학생과 이야기하는 동안 그 일본 학생은 곁에서 가만히 듣고만 있소.
"정임이가 어떻게 병이 났어요?"
하고 내가 양복 입은 학생에게 물은즉, 그 학생의 대답은 이러하였소.
"오래 불면증으로 잠을 잘 못 자고 애를 써서 몸이 좀 약해졌는데 그저께는 아침마다 하는 새벽 체조를 하다가 말고 갑자기 각혈을 하였습니다. 새빨간 피를 한 컵은 더 토하였어요. 그래서 방에 들여다 뉘고 선생님께서 오시거든 입원을 시킨다고 하다가 의사가 이대로 두어서는 안 된다고 위험하다고 그래서 사감 선생이 보증을 하고 T대학 병원에 입원을 시켰습니다."
각혈이라니! 우리 정임이가 각혈이라니! 하고 나는 가슴이 설레고 앞이 캄캄해짐을 깨달았소. 지금은 각혈이라는 것이 그렇게 무서운 병이 아닌 줄을 알았지마는 그 때까지의 내 의학 상식으로는 각혈이라면 죽는 것으로만 알고 있었던 것이오.
정임이가 죽다니! 이것은 도무지 있을 수 없는 것이었소. 만일 정임이가 죽는다고 하면 세상이 온통 캄캄해질 것 같았소. 그렇게 몸과 마음과 영혼으로 아름다운 정임이가 꽃봉오리째로 떨어지다니! 이것은 가슴이 터질 노릇이었소.
나는 택시를 몰아서 T대학 병원을 향하고 달렸소. 내가 오랫동안 있던 동경, 청춘의 꿈 같은 기억이 있는 동경의 거리를 보는지 안 보는지 몰랐소. 내 가슴은 놀라움과 슬픔과 절망으로 찼던 것이오.
T대학 병원 S내과 X호 병실이 정임의 병실이라는 것은 아까 키 큰 여학생 김에게서 들었소. 어쩌면 김이 나를 병원까지 안내해 주지 아니하였을까. 어쩌면 김의 태도가 그렇게 냉랭하였을까 하면서 나는 X호실을 찾았소.
X호실이라는 것은 결핵 병실인 것을 발견하였소. 침침한 복도로 다니는 의사, 간호부 들이 가제 마스크로 입과 코를 싸매고 다니는 것이 마치 죽음의 나라와 같았소. 어디나 마찬가지인 심술궂게 생긴 `쓰키소이' 노파들의 오락가락하는 양이 더구나 이 광경을 음산하게 하였소.
"남정임은?"
하고 나는 간호부실 앞에서 모자를 벗고 공손하게 물었소. 병원에서는 간호부가 제일 세도 있는 벼슬인 줄을 알기 때문이오.
"X호실."
하고 뚱뚱한 간호부가 나를 힐끗 보며 냉담하게 대답하더니,
"남정임 씨는 면회 사절입니다. 중증 환자로 절대 안정이니깐 면회는 못 하십니다."
하고 권위를 가지고 거절하였소.
"나는 남정임의 보호자로서 병이란 전보를 받고 왔습니다."
하고 나는 간호부의 태도에는 불쾌감을 느끼면서도 청하러 온 사람이라 더욱 공손하게 절을 하였소.
이렇게 어렵게 허락을 얻어 가지고 나는 X실이라는 병실에 들어갔소. 그것은 아마 무료 병실이나 아닌가 하리만큼 나쁜 �